; ----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Translator:	SeaHOH <seahoh@gmail.com>
; Translator:	deluxghost <deluxghost@gmail.com>
;		Homepage:	https://deluxghost.me
; Version/Revision Info:
;				Initial for 2.0.0 Beta 3		(02/13/2016) By SeaHOH
;				Updated for 2.0.0 RC 2			(08/22/2018) By deluxghost
;												(02/20/2019) By deluxghost
;												(03/10/2019) By SeaHOH
;				Updated for 2.0.0 RC 3			(09/22/2019) By SeaHOH
;												(03/13/2020) By SeaHOH
;				Updated for 2.0.0 RC 4			(10/17/2020) By SeaHOH
;												(04/08/2021) By SeaHOH
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "确定(&O)"
CANCEL_BUT = "取消(&C)"
YES_BUT = "是(&Y)"
NO_BUT = "否(&N)"
DELETE_BUT = "删除(&D)"
COPY_BUT = "复制(&C)"
BATCH_BUT = "批处理(&B)"
SEND_BUT = "发送(&S)"
NEXT_BUT = "下一步 >"
PREV_BUT = "< 上一步"
CLOSE_BUT = "关闭(&C)"
EXIT_BUT = "退出(&E)"
CONTINUE_BUT = "继续(&C)"
FINISH_BUT = "完成(&F)"
ALWAYS_BUT = "始终(&A)"
NEVER_BUT = "从不(&E)"
CHECKBOX_REMEMBER = "记住我的选择"
CHECKBOX_DONT_ASK_AGAIN = "不要再次询问"
MAIN_DEST_DIR_LABEL = "目标目录(&D):"
MAIN_FILE_LABEL = "对档案或安装程序执行(&A)"
MAIN_DIRECTORY_LOCK = "锁定"
MAIN_DIRECTORY_LOCK_TOOLTIP = "禁用自动选择目标目录。%n例如: 要提取多个文件到同一目录时，%n不必为每个文件重新选择目标目录。"
MENU_FILE_LABEL = "文件(&F)"
MENU_FILE_OPEN_LABEL = "打开(&O)..."
MENU_FILE_KEEP_OPEN_LABEL = "保持 %name 开启(&K)"
MENU_FILE_SHOW_LABEL = "显示批处理队列(&V)..."
MENU_FILE_CLEAR_LABEL = "清空批处理队列(&C)"
MENU_FILE_LOG_OPEN_LABEL = "打开最近的日志文件(&R)"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "打开日志目录(&D)..."
MENU_FILE_LOG_LABEL = "删除日志文件(&F) - (%1)"
MENU_FILE_QUIT_LABEL = "退出(&Q)"
MENU_EDIT_LABEL = "编辑(&E)"
MENU_EDIT_SILENT_MODE_LABEL = "静默模式(&S)"
MENU_EDIT_PASSWORD_LABEL = "密码列表(&L)..."
MENU_EDIT_CONTEXT_LABEL = "上下文菜单(&C)..."
MENU_EDIT_PREFS_LABEL = "首选项(&P)..."
MENU_HELP_LABEL = "帮助(&H)"
MENU_HELP_FEEDBACK_LABEL = "反馈意见(&G)..."
MENU_HELP_PLUGINS_LABEL = "插件(&P)..."
MENU_HELP_UPDATE_LABEL = "检查更新(&U)..."
MENU_HELP_WEB_LABEL = "%1 网站..."
MENU_HELP_GITHUB_LABEL = "%name Github 仓库..."
MENU_HELP_STATS_LABEL = "统计(&S)"
MENU_HELP_PROGDIR_LABEL = "打开程序目录(&D)..."
MENU_HELP_CONFIGFILE_LABEL = "打开配置文件(&C)..."
MENU_HELP_ABOUT_LABEL = "关于(&A)..."
PREFS_TITLE_LABEL = "首选项"
PREFS_UNIEXTRACT_OPTS_LABEL = "常规选项"
PREFS_HISTORY_LABEL = "保留档案历史记录(&H)"
PREFS_UPDATEINTERVAL_LABEL = "更新间隔(&U):"
PREFS_UPDATE_DAILY = "每天"
PREFS_UPDATE_WEEKLY = "每周"
PREFS_UPDATE_MONTHLY = "每月"
PREFS_UPDATE_YEARLY = "每年"
PREFS_UPDATE_NEVER = "永不"
PREFS_UPDATE_CUSTOM = "每 %1 天"
PREFS_FORMAT_OPTS_LABEL = "附加选项"
PREFS_LANG_LABEL = "语言(&L):"
PREFS_WARN_EXECUTE_LABEL = "运行文件之前进行警告(&W)"
PREFS_WARN_EXECUTE_TOOLTIP = "某些提取方式是基于运行待提取文件。%n使用此选项会在进行这种有潜在危险的行为之前显示一个警告。"
PREFS_CHECK_FREE_SPACE_LABEL = "检查磁盘可用空间"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "提取文件前检查磁盘是否具有足够的可用空间。"
PREFS_CHECK_UNICODE_LABEL = "检查 unicode 字符"
PREFS_CHECK_UNICODE_TOOLTIP = "在尝试提取文件时某些特殊字符会导致问题。%n如果你提取文件时遇到了这些文件，使用此选项来自动地临时重命名它们。"
PREFS_APPEND_EXT_LABEL = "修正文件扩展名(&F)"
PREFS_APPEND_EXT_TOOLTIP = "启用此选项可以自动地修正丢失的或错误的文件扩展名。"
PREFS_HIDE_TRAY_LABEL = ""
PREFS_HIDE_STATUS_LABEL = "隐藏状态窗口"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "全屏时隐藏状态窗口"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "游戏模式 - 当活动窗口处于全屏状态时自动禁用状态窗口"
PREFS_OPEN_FOLDER_LABEL = "提取完成后打开文件夹"
PREFS_FEEDBACK_PROMPT_LABEL = "寻求反馈意见"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "启用此选项时，提取失败后会显示一个意见反馈提示。"
PREFS_WINDOW_POSITION_LABEL = "记录窗口位置"
PREFS_SEND_STATS_LABEL = "发送匿名使用统计"
PREFS_SEND_STATS_TOOLTIP = "自动发送统计信息（包括你最常提取的文件类型、首选项%n和随机用户 ID，不包括文件名等会泄露你信息的数据）。%n这有助于开发者了解 %name 的最常用功能，%n并重点开发改进这些功能。"
PREFS_LOG_LABEL = "记录日志文件"
PREFS_VIDEOTRACK_LABEL = "提取视频轨道"
PREFS_VIDEOTRACK_TOOLTIP = "如果禁用此选项，从视频文件中提取文件时将忽略视频轨道。%n这对于只需要音频轨道的情况是非常实用的，可以节约空间和时间。"
PREFS_TOPMOST_LABEL = "始终置顶(&T)"
PREFS_BETA_UPDATES_LABEL = "安装测试版更新"
PREFS_SOURCE_FILES_LABEL = "源文件"
PREFS_SOURCE_FILES_OPT_ASK = "询问(&S)"
PREFS_SOURCE_FILES_OPT_DELETE = "删除(&D)"
PREFS_SOURCE_FILES_OPT_KEEP = "保留(&E)"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "总是提示删除或保留源文件。"
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "删除附加文件"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "%name 会预过滤提取的文件并将已知的无用文件移动到 '%1' 目录。%n你可以在此选择删除而非移动文件。"
FEEDBACK_TITLE_LABEL = "意见反馈"
FEEDBACK_SYSINFO_LABEL = "系统信息:"
FEEDBACK_OUTPUT_LABEL = "%name 的输出:"
FEEDBACK_MESSAGE_LABEL = "你的消息和附加资料:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "我已阅读并同意隐私策略"
FEEDBACK_PRIVACY_VIEW_LABEL = "查看隐私策略"
CONTEXT_ENTRIES_LABEL = "上下文菜单"
CONTEXT_ENABLED_LABEL = "启用"
CONTEXT_ALL_USERS_LABEL = "为所有用户激活"
CONTEXT_ADMIN_REQUIRED = "此选项需要管理员权限"
CONTEXT_FILE_ASSOC_LABEL = "文件关联"
CONTEXT_SIMPLE_RADIO = "简单"
CONTEXT_CASCADING_RADIO = "层叠"
CONTEXT_CASCADING_RADIO_TOOLTIP = "此特性需要 Windows 7 或更新的版本"
UPDATE_ACTION_INSTALL = "安装更新"
UPDATE_STATUS_SEARCHING = "正在查找更新..."
UPDATE_TERM_PROGRAM_FILES = "%name 程序文件"
UPDATE_WHATS_NEW = "新版有什么变化？"
FIRSTSTART_TITLE = "初次运行助手(&F)..."
FIRSTSTART_PAGES = "欢迎|首选项|上下文菜单"
FIRSTSTART_PAGE1 = "    感谢你选择了 %name。%n%n    请先花上一些时间来配置 %name。%n%n但首先是法律: %n%n本软件“按原样”提供，不作任何保证。 使用风险由你自行承担。%name 的作者不对因使用此程序而造成的任何损害负责。使用此程序，即表示你同意仅出于合法目的使用 %name（根据当地和国际法）。如果你不同意本许可，则无权使用此程序。"
FIRSTSTART_PAGE2 = "    首先，请设置文件提取的常规选项和 %name 的一般行为方式。%n%n    所有这些选项可以在任意时间通过主菜单进行修改。"
FIRSTSTART_PAGE3 = "    %name 可以完全嵌入上下文菜单，这样只需简单的使用右键单击任意%n%n文件而不需要打开主程序窗口就可以提取文件或显示其相关的大致信息。%n%n    请选择要显示哪些上下文菜单条目。%n%n    所有这些选项可以在任意时间通过主菜单进行修改。"
FFMPEG_LICENSE_ACCEPT_LABEL = "我已经阅读并同意此许可协议"
FFMPEG_LICENSE_VIEW_LABEL = "查看许可协议"
FFMPEG_SELECT_LABEL = "已经拥有 FFmpeg？"
FFMPEG_SELECT_TITLE = "选择 FFmpeg"
STATS_HEADER_STATUS = "一般结果分布"
STATS_HEADER_TYPE = "按文件类型的提取"
STATS_STATUS_SUCCESS = "成功"
STATS_STATUS_FAILED = "失败"
STATS_STATUS_FILEINFO = "文件扫描"
STATS_STATUS_UNKNOWN = "未知或不支持的文件类型"
STATS_NO_DATA = "没有足够的有效数据来生成统计信息。%n%n请稍后重试。"
FILESCAN_TITLE = "文件扫描结果:"
ABOUT_INFO_LABEL = "原始版本由 %1%n版本 2.0.0 由 Bioruebe <%2>%n版本 %3 由 gvp9000%n%n简体中文语言文件 by%nSeaHOH <seahoh@gmail.com>%ndeluxghost <deluxghost@gmail.com>%n%n以 %4 发布"
ABOUT_VERSION = "版本 %1 (%2)"
METHOD_ADMIN_RADIO = "%1 管理安装程序"
METHOD_EXTRACTION_RADIO = "%1 提取"
METHOD_HEADER = "%1 提取"
METHOD_RADIO_LABEL = "提取方式"
METHOD_SWITCH_RADIO = "%1 切换"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "      %name 可以使用以下方式来提取 %1 包。遗憾的是并非所有这些方式都 100% 可靠。如果默认方式无法成功工作，请返回 %name 并选择一个备选的方式。"
METHOD_UNPACKER_RADIO = "%1 解包程序"
METHOD_GAME_LABEL = "      此文件 %1 很可能是一个游戏档案。%name 可以处理某些类型的游戏打包格式，但并不能确定它们属于哪个游戏。请从下面的列表中选择正确的游戏，然后单击 <确定> 开始提取，或者选择 <不属于这个列表中的一个游戏> 尝试用另外的方式提取包文件。如果此文件不是一个游戏档案则单击 <取消>。%n%n注意:%n      如果依据错误的特征来提取游戏档案，可能会导致系统假死数分钟之久，一定要小心使用。"
METHOD_GAME_NOGAME = "不属于这个列表中的一个游戏"
METHOD_NOT_IN_LIST = "这些都不是"
METHOD_FILE_SELECT_LABEL = "提取 %1 需要一个附加数据文件，但是 %name 不能确定是哪一个。%n%n请在以下选项中选择一个使用，如果提取工作无法正确进行，再尝试其它的选择。"
METHOD_EXTRACTOR_SELECT_LABEL = "%n下面的列表包含了当前 %name 所支持的所有提取器和文件类型的简码。%n%n请选择使用要提取的类型。选择“%2”以自动检测文件类型即如 %name 正常运行那样。"

; GUI control functions
EXTRACT_TO = "提取到"
OPEN_FILE = "打开文件"
SELECT_FILE = "选择文件"
UPDATE_CURRENT = "你使用的 %name 已经是最新版本。"

; Common terms
TERM_ARCHIVE = "档案"
TERM_AUDIO = "音频"
TERM_COMPILED = "已编译"
TERM_COMPRESSED = "压缩文件"
TERM_CONTAINER = "容器格式"
TERM_DATABASE = "数据库"
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = "下载"
TERM_DOWNLOADING = "下载中"
TERM_EBOOK = "电子书"
TERM_ECARD = "电子卡"
TERM_ENCODED = "已编码文件"
TERM_ENCRYPTED = "已加密文件"
TERM_ERROR = "错误"
TERM_EXECUTABLE = "可执行文件"
TERM_EXTRACT = "提取"
TERM_FILE = "文件"
TERM_GAME = "游戏"
TERM_HELP = "帮助文件"
TERM_HOTFIX = "修补程序"
TERM_IMAGE = "图像"
TERM_INSTALLED = "已安装"
TERM_INSTALLER = "安装程序"
TERM_LOADING = "加载中..."
TERM_MERGE_MODULE = "合并模块"
TERM_OVERALL_PROGRESS = "总体进度"
TERM_PACKAGE = "打包"
TERM_PAGE = "页面"
TERM_PATCH = "补丁"
TERM_RECONSTRUCTED = "已重建"
TERM_SCAN = "扫描"
TERM_SCRIPT = "脚本"
TERM_SFX = "自释放"
TERM_STAGE = "阶段"
TERM_TESTING = "测试"
TERM_TRANSLATION = "翻译"
TERM_UNKNOWN = "未知"
TERM_UNPACKED = "已解包"
TERM_UPDATER = "更新程序"
TERM_VIDEO = "视频"

; Status messages
SCANNING_FILE = "正在使用 %1 扫描文件以确定文件类型。"
SCANNING_EXE = "正在使用 %1 扫描可执行文件。"
EXTRACTING = "正在提取文件自:"
INIT_WAIT = "正在等待安装程序初始化。%n请稍候。"
SENDING_FEEDBACK = "发送反馈意见"
INPUT_NEEDED = "需要用户输入"
SEARCHING_PASSWORD = "搜索密码"
TESTING_PASSWORD = "尝试密码 (%1/%2)"
MOVING_FILE = "移动到"
RENAMING_FILES = "重命名文件 (%1/%2)"
RENAMING_FILES_PROGRESS = ""
PROCESSING = ""
CLEANING_UP = ""

; Custom prompts
INIT_COMPLETE = "初始化完成。请退出安装程序，然后单击 <确定> 以继续。"
UNPACK_PROMPT = "      此文件是用 %1 打包压缩，但是无法提取。%n      这可能是因为文件类型不被支持，抑或只是没有包含可提取文件。%n%n      你希望解包此文件来代替吗?%n%n注意:%n      解包后的文件将被命名为:%n%2"
UNPACK_FAILED = "错误:%n      无法解包%n%1。"
UNPACK_AGAIN = "      已经成功解包 %1。%n%n      你想用 %name 尝试提取文件 %2 吗？"
NSIS_BINFILES = "注意:%n      已经成功提取 %1。%n      然而在文件 %2 的相同目录中也存在 data.bin 文件。这些可能是安装文件的一部分。%n%n      单击 <确定> 以用 %name 解包它们，或单击 <取消> 以终止。"
WARN_EXECUTE = "警告:%n      要提取此类文件，必须直接运行它。%n      如果继续，将会运行以下命令:%n%n%1%n%n      如果你认为此文件可能含有恶意代码，建议不要继续。%n%n      你想要继续提取吗？"
FEEDBACK_SUCCESS = "      谢谢你反馈意见。我们将尽快的处理你的消息。"
FEEDBACK_PROMPT = "      为改进未来版本的 %name，你可以向开发者通告错误。如果你认为文件 <%1> 是可以被提取的，而 %name 也能够做到，你可以向我们发送此文件和所发生错误的相关信息。%n%n      你想要立即打开意见反馈界面吗？%n%n隐私注意:%n      只有显示在界面中的数据才会被发送。如果你不想发送系统信息，只需要从输入框中删除它就行。我们会提供特别的更新版本给你以测试错误是否修复，初次启动时随机生成的唯一ID会被发送。"
FEEDBACK_PRIVACY = "隐私注意:%n%n      所有意见反馈文件会储存在我们的线上服务器中，直到某个开发者将之处理完毕然后删除。没有数据会分享给第三方。你可以在任意时间通过 E-Mail 要求将之删除。%n%n      你的系统信息默认包含在反馈内容中，如果你不希望如此，只需要简单的删除它，然后才发送反馈。%n%n      你同意这份隐私协议并想要发送这条反馈信息吗？否则 %name 将不会发送任何东西。"
FEEDBACK_OUTDATED = "警告:%n      您正在使用过时版本的 %name。%n%n报告问题之前，请确保它当前仍属于最新版本。谢谢！"
FFMPEG_NEEDED = "%1 像是一个视频文件。%n%n      要提取所有的视频和音频轨道，FFmpeg 是必需的，但是相应的文件因为要保持小巧的程序体积而并未包含在内。%name 可以自动下载所需的文件。一但下载完毕，就会将之保存在程序目录中，之后会加入自动更新，在便携模式中也可使用。%n%n      你想要 %name 现在就下载 FFmpeg 吗？%n%n注意:%n      当单击 <是> 即视为你确认你已经阅读并同意 FFmpeg license%n（许可），可以在 <%2> 找到它。"
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = "为了提取 %1，需要一个额外的辅助程序。%n%n请使用下面的按钮打开插件管理器，并下载选中的辅助模块。然后使用按钮“%2”将其添加到 %name。关闭插件管理器后，将继续进行提取。"
UPDATE_PROMPT = "发现一个可用的 %1 更新。%n%n你想要现在就下载它吗？"
FILE_COPY = "      要正确的处理文件 %1 ，必须创建一个复件。根据文件大小，这会花上一些时间。%n%n      请确保有足够的磁盘可用空间再单击 <确定> 以继续。"
FILE_DELETE = "      已经成功提取文件 %1。你想要 %name 删除源文件吗？%n%n注意:%n      这会导致已提取文件不可再用。请仅当你确定已按预期提取完毕时才可单击 <是>。%n%n      可以在选项中关闭这条消息。"
BATCH_DUPLICATE = "文件 %1 已经添加到批处理队列。%n%n要再次添加它并提取多次吗？"
NO_FREE_SPACE = "警告:%n      输出磁盘 %1 可用空间小于输出文件大小。%n%n可用空间:%t%2 MB%n需要空间:%t大于 %3 MB%n缺少:%t约 %4 MB"
CONTEXT_DANGEROUS = "警告:%n      改变文件关联可能是不安全的。例如，改变 .exe 的基本命令会导致程序根本无法运行。请确定你了解你正在做什么。%n%n      你真的想要继续吗？"
ELEVATION_REQUIRED = "访问被拒绝。%n%n%name 将会以更高权限重新运行。请稍后重试。"
ACCESS_DENIED = "访问被拒绝。%n%n%name 已经运行于高权限。请确认你拥有执行此操作所需的权限再重试。"
MOVE_FAILED = "%1 无法被复制为 %2。文件路径或文件名可能包含特殊字符，请尝试重命名文件或者将其移动到一个正常名字的文件夹。这样，%name 就不需要将文件复制到临时文件夹。请在重命名后重试。"

; Help text
HELP_TITLE = "%name: 命令行用法"
HELP_USAGE_TITLE = "用法:"
HELP_USAGE = "%1 <文件> [<目标目录> | /scan | /sub | /last] [/silent] [/batch] [/type[=<类型>]]"
HELP_ARGUMENTS = "%n%n支持的参数:"
HELP_SCAN = "%n     %1%t%t给出此文件类型的相关信息"
HELP_FILENAME = "%n     <文件名>%t要提取文件的名称"
HELP_DESTINATION = "%n     <目标目录>%t提取文件到目标目录"
HELP_SILENT = "%n     %1%t%t静默模式（无提示）"
HELP_BATCH = "%n     %1%t添加文件至批处理队列"
HELP_TYPE = "%n   %1<类型>%t按此类型来提取文件%n%t%t或者在没有指定类型时显示一个选择类型对话框"
HELP_SUB = "%n%n以 <%1> 替代 <目标目录> 要求 %name 提取文件到%n档案所在目录的以档案名命名的子目录，"
HELP_LAST = "使用 <%1> 时将会使用上次使用的目录。"
HELP_NOARGS = "%n%n不提供参数直接运行 %name 将提示用户指定文件名和目标目录。"
HELP_MORE = "%n%n可以在下面链接的在线帮助中找到包扩较少使用的命令行参数的完整文档。"
HELP_EXAMPLE_TITLE = "示例:"
HELP_EXAMPLE = "%1 "C:\Files\example.zip" "C:\unpacked""
HELP_DOCS_LINK = "查看完整的命令行参考"

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = "未知文件类型"
UNKNOWN_FILETYPE = "%1 无法被提取。该文件类型无法被准确地确定.%n%n如果你有关于此文件类型的更多信息，请使用反馈表单联系我们。"
INVALID_FILE = "无法找到要提取的文件:%n%n%1。%n%n      请提供一个有效的文件。%n%n%1"
INVALID_DIR = "无法创建 %1。请选择一个有效的目标目录。"
NO_HISTORY = "无法提取 %1。%n      无法读取上次使用的目录。%n%n      请确保已启用 %2，并且在尝试提取到上次使用的目录之前至少提取一个文件。"
EXTRACT_FAILED = "无法提取 %1。%n      它似乎是一个被支持的 %1，但是提取失败。%n%n      你想要 %name 创建并显示一个含有更详细信息的日志文件吗？"
NOT_PACKED = "无法提取 %1。%n此文件并未被打包，更多信息:%n%n%2"
DOWNLOAD_FAILED = "无法下载文件 %1。请确保你已连接至互联网然后再试一次。"
UPDATECHECK_FAILED = "更新检查失败。请确保你已连接至互联网然后再试一次。"
UPDATE_FAILED = "一些文件更新失败。%n%n请稍后重试、以管理员身份运行 %name 或者重新下载 %name。"
UPDATE_NOADMIN = "%name 获取管理员权限失败。%n%n请右键单击 %name 程序图标并选择 '以管理员身份运行'，然后重新在帮助菜单中检查更新。"
FFMPEG_MOVE_FAILED = "无法正确设置 FFmpeg。请右键单击 %name 程序图标，选择“以管理员身份运行”并重试。"
FFMPEG_INVALID_FILE = "选中的文件不是受支持版本的 FFmpeg。%n%n有效的 FFmpeg 版本有两个: 单独一个大的可执行文件 ('static')，以及包含一个非常小的可执行文件和多个 .dll 文件的文件夹 ('shared')。%name 只支持前者。"
FEEDBACK_EMPTY = "请尽你可能提供足够多的信息来确保你的反馈意见被迅速的处理。"
FEEDBACK_ERROR = "      反馈意见发送失败，请稍后再试。也可以手动发送一封 E-Mail 或使用讨论组来提交你的报告。谢谢。"
FEEDBACK_PRIVACY_NOT_ACCETPED = "请同意我们的隐私策略以发送意见反馈。"
LICENSE_NOT_ACCEPTED = "请接受此许可协议以继续。"
BATCH_FINISH = "      批处理过程完毕，但并不是所有文件都被成功提取。下面这些文件发生错误:%n%n%1%n      更多详细信息请阅读相应的日志文件（只有启用日志记录时才可用）。"
NOT_SUPPORTED_TITLE = "不支持的文件类型"
NOT_SUPPORTED = "无法提取 %1。%n%n当前 %name 不支持此文件类型。如果你知晓任何提取它的相关信息，请与我们联系，以帮助 %name 变得更好。"
MISSING_EXE = "无法提取 %1。%n%n      无法找到助手模块%2。%n%n      如果它是一个自定义提取器，你需要先下载并移动它到程序目录。更多的关于自定义模块的信息可以在 <初次运行助手> 条目中找到，可通过 <帮助> 菜单进入。"
EXTRACT_TIMEOUT = "无法提取 %1。%n%n      文件分析超时。如果这只是临时问题，另一次尝试将会成功。"
WRONG_PASSWORD = "无法提取 %1。%n%n      此文件受到密码保护，你提供的密码不正确。%n%n提示:%n      使用内建的自动密码搜索，它基于一个可配置的密码列表，可以在 <%2> 菜单找到。"
NO_FREE_SPACE_ERROR = "无法提取 %1。%n%n输出磁盘没有足够的可用空间。请清理出足够的可用空间并重试。"
MISSING_PART = "无法提取 %1。%n%n档案文件包含多个部分。你需要提供全部文件才能提取，但是一些文件无法找到。%n%n请确认所有部分都在同一目录并重试。"
PLUGIN_IMPORT_MISSINGFILES = "导入插件 %1 失败。%n%n没有选中所有文件。请重试并选中下面所有的文件:%n%n%2"
MISSING_DEFINITION = "无法提取 %1。%n%n找不到定义文件 %2。%n%n如果它是一个自定义插件，请确认你已将它正确配置。"
OPEN_URL_FAILED = "%name 打开 Web 链接失败。%n%n请打开你的网页浏览器，并手动输入这个网址:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "支持的文件类型:"
PLUGIN_ARC_CONV = "用于某些游戏档案的提取器。"
PLUGIN_ISCAB = "InstallShield 安装包用以提取 cab 文件的部件。它可以比 %name 的通用提取器工作的更好，但这是一个商业性（非免费）工具。"
PLUGIN_THINSTALL = "用于 Thinstall 制作的便携版程序的提取器。"
PLUGIN_UNREAL = "用于 Unreal 引擎制作的档案的提取器。"
PLUGIN_WINTERMUTE = "用于 WinterMute 引擎制作的游戏档案的提取器。"
PLUGIN_CI = "用于 CreateInstall 安装程序。下载并安装，复制文件 <%1、%2、%3> 到 <\bin>。"
PLUGIN_DGCA = "DGCA 档案解码器。"
PLUGIN_BOOTIMG = "Android 启动镜像的提取器。"
PLUGIN_IS5COMP = "早期 InstallShield cab 档案的提取支持。"
PLUGIN_WOLF = ""
PLUGIN_EXTSIS = "用于较新的塞班 OS packages 的提取器。"
PLUGIN_BITROCK = "用于 Bitrock Install Builder 安装程序的提取器。"

; Context Menu integration
EXTRACT_FILES = "用 UniExtract 打开(&O)..."
EXTRACT_HERE = "用 UniExtract 提取到此目录(&H)"
EXTRACT_SUB = "用 UniExtract 提取到子目录(&S)"
EXTRACT_LAST = "用 UniExtract 提取到上个目录(&L)"
SCAN_FILE = "扫描文件(&F)..."

; Other
DIR_ADDITIONAL_FILES = "附加文件"

; Uninstaller
UNINSTALL = ""
UNINSTALL_TITLE = ""
UNINSTALL_LABEL = ""
UNINSTALL_REMOVE_LOGS = ""
UNINSTALL_REMOVE_USERDATA = "移除配置和日志"
